import "./RoolsPage.scss";

function RoolsPage() {
  return (
    <section className="exchange-rools">
      <h1 className="exchange-rools__title">Правила обмена</h1>
      <ul className="exchange-rools__list">
        <li>1. Общие положения</li>
        <li>
          1.1. Это Соглашение определяет порядок оказания услуг по обмену денег
          сервисом “easypandamoney.com”.
        </li>
        <li>
          1.2. Под сервисом подразумевается расположенный в сети интернет
          онлайн-ресурс по обмену денег – “easypandamoney.com“.
        </li>
        <li>
          1.3. Пользователем/Клиентом считается физическое лицо, выразившее
          желание воспользоваться услугами сервиса “easypandamoney.com”.
        </li>
        <li>
          1.4. Пользователь и сервис “easypandamoney.com” при совместном
          упоминании именуются Сторонами.
        </li>
        <li>
          1.5. Соглашение является публичной офертой, которую Пользователь
          акцептирует путем подачи заявки через онлайн-ресурс easypandamoney.com
          на оказание услуг, предоставляемыми сервисом “easypandamoney.com”.
        </li>
      </ul>
      <ul className="exchange-rools__list">
        <li>2. Предоставляемые услуги</li>
        <li>
          2.1. Сервис “easypandamoney.com” осуществляет обмен денег с
          использованием банковских учреждений, перечень которых представлен на
          сайте.
        </li>
        <li>
          2.2 Сервис “easypandamoney.com” не оказывает услуги межкриптовалютного
          обмена и других криптовалютных операций.
        </li>
        <li>
          2.3. Условием проведения обмена является вывод Пользователем своих
          данных с принадлежащего ему счёта. При этом Пользователь отвечает за
          законность источников поступления средств, согласно политике KYT.
        </li>
        <li>
          2.4. Пользователь гарантирует, что он не является вовлеченным в:
          <ul className="exchange-rools__list">
            <li>- операции по отмыванию денежных средств;</li>
            <li>
              - получение доходов от любой преступной и/или террористической
              деятельности;
            </li>
            <li>
              - получение доходов от торговли со странами, торговля с которыми
              запрещена международными организациями;
            </li>
            <li>- получение дохода от любой другой незаконной деятельности.</li>
          </ul>
        </li>
        <li>
          2.5. Пользователь гарантирует, что не является гражданином и налоговым
          резидентом Соединенных Штатов Америки.
        </li>
      </ul>
      <ul className="exchange-rools__list">
        <li>3. Предмет Соглашения</li>
        <li>
          3.1. Сервис “easypandamoney.com” оказывает услуги, оговоренные частью
          2 этого Соглашения, при условии следования Пользователем пунктам,
          сформированным в настоящем Соглашении. Порядок их предоставления
          определяется внутренним регламентом сервиса “easypandamoney.com”,
          установленным частью 5 этого Соглашения.
        </li>
        <li>
          3.2. Пользователь проводит оплату за услуги сервиса
          “easypandamoney.com” с соблюдением условий, установленных настоящим
          Соглашением.
        </li>
      </ul>
      <ul className="exchange-rools__list">
        <li>4. Права и обязанности Сторон</li>
        <li>4.1. Сервис "easypandamoney.com" обязуется:</li>
        <li>
          4.1.1. Осуществлять конвертацию валют онлайн-платежных систем с
          соблюдением пунктов, оговоренных в этом Соглашении;
        </li>
        <li>
          4.1.2. Обеспечивать техническую и информационную поддержку
          Пользователей в процессе осуществления денежных переводов с помощью
          сервиса “easypandamoney.com”;
        </li>
        <li>
          4.1.3. Не передавать сведений о проведенных транзакциях посторонним
          лицам. Исключением являются следующие случаи:
          <ul className="exchange-rools__list">
            <li>
              - если судебный орган постановил соответствующее решение, которое
              вступило в силу;
            </li>
            <li>
              - если получен запрос от официальных правоохранительных органов и
              институтов финансового мониторинга;
            </li>
            <li>
              - при обращении руководства партнеров (систем онлайн-платежей) с
              помощью которых осуществляется операция по обмену денежных
              средств.
            </li>
          </ul>
        </li>
        <li>
          4.1.4. Учитывать информацию о предоставленных Пользователям скидках;
        </li>
        <li>
          4.1.5. Обеспечить начисление средств на счет Пользователя на
          протяжении трех суток после получения жалобы в случаях,
          предусмотренных данным Соглашением. Жалоба подается в письменном виде
          на электронную почту сервиса easypanda247@gmail.com, и никак иначе.
        </li>
        <li>4.2. Пользователь обязан:</li>
        <li>
          4.2.1. Предоставлять точные данные и реквизиты для своевременного
          осуществления денежных переводов;
        </li>
        <li>
          4.2.2. Быть владельцем счета, с которого производится оплата заявки;
        </li>
        <li>
          4.2.3. По запросу предоставить доказательства владения счетом, с
          которого производилась оплата заявки;
        </li>
        <li>
          4.2.4. Указать достоверную информацию об используемом электронном
          адресе;
        </li>
        <li>
          4.2.5. Обеспечивать возможность получения системных оповещений на свою
          электронную почту. Иметь доступ к интернету с применением компьютера
          или других электронно-вычислительных устройств;
        </li>
        <li>4.2.6. Придерживаться условий данного Соглашения;</li>
        <li>
          4.2.7. Уведомлять администрацию сервиса “easypandamoney.com” обо всех
          случаях, когда переведенные суммы полностью или частично не были
          переведены на реквизиты, указанные Пользователем. Соответствующее
          уведомление должно быть направлено администрации не позднее месяца
          после того, как средства должны быть получены. При невыполнении этого
          условия спорные суммы поступают в распоряжение сервиса
          “easypandamoney.com”;
        </li>
        <li>
          4.2.8. Соблюдать законодательные акты, регулирующие правила проведения
          обменных операций в режиме онлайн;
        </li>
        <li>4.2.9. Не использовать различные системы накрутки трафика.</li>
        <li>4.3. Сервис "easypandamoney.com" имеет право:</li>
        <li>
          4.3.1. Временно приостанавливать деятельность с целью модернизации
          сервиса либо для исправления ошибок, влияющих на работу сайта;
        </li>
        <li>
          4.3.2. При обращении компетентных органов, администрации используемых
          платежных систем на сайте, либо жалобы Пользователя на мошеннические
          действия, остановить выполнение любой обменной операции до выяснения
          ситуации;
        </li>
        <li>
          4.3.3. Устанавливать по своему усмотрению скидки на обменные операции;
        </li>
        <li>
          4.3.4. Устанавливать величину комиссии, подлежащей к уплате за
          совершение обменной операции;
        </li>
        <li>
          4.3.5. Отказать потенциальному Пользователю в своих услугах без
          объяснения мотивов своих действий;
        </li>
        <li>
          4.3.6. Запрашивать от Пользователя информацию, а также скриншот или
          видео электронного кошелька, подтверждающие совершение обменной
          операции и перевода средств на реквизиты сервиса “easypandamoney.com”
          при помощи электронной почты;
        </li>
        <li>
          4.3.7. Прекратить техническую поддержку Пользователя, который грубит,
          задает вопросы не по теме или не дает необходимой информации службе
          поддержки;
        </li>
        <li>
          4.3.8. Заблокировать совершение обменной операции на основании пунктов
          5.4, 5.5, 5.7 и 5.9;
        </li>
        <li>
          4.3.9. Заблокировать совершение обменной операции при подозрении в
          мошеннических действиях и затребовать документы, подтверждающие
          владение счетом;
        </li>
        <li>
          4.4. Сервис "easypandamoney.com" оказывает услуги только по обмену,
          покупке и продаже валют. "easypandamoney.com" ни коем образом не
          принимает оплату в пользу каких-либо третьих лиц, а также, запрещает
          обмен на кошельки/счета, которые не принадлежат пользователю.
          "easypandamoney.com" не вступает ни в какие партнерские отношения, не
          заключает ни каких договоров с получателями платежей за свои товары
          или услуги, а категорически против таких отношений.
          "easypandamoney.com" нельзя использовать как промежуточный сервис для
          взаиморасчетов между покупателем и продавцом (заказчиком и
          исполнителем и т.д.).
        </li>
      </ul>
      <ul className="exchange-rools__list">
        <li>5. Регламент обмена денег</li>
        <li>
          5.1. Осуществление обмена начинается после получения от Пользователя
          средств и производится в срок до 24 часов. По истечении этого срока
          Пользователь в праве запросить возврат, если сервис
          “easypandamoney.com” не способен провести обмен.
        </li>
        <li>
          5.1.1. Если средства по созданной Пользователем заявке не поступают в
          течение указанного в заявке времени, то заявка автоматически
          отменяется.
        </li>
        <li>
          5.1.2. Пользователь может возобновить автоматически отмененную заявку
          в течение 24 часов после ее регистрации в системе.
        </li>
        <li>
          5.2. Обмен считается завершенным после перевода средств на реквизиты,
          указанные Пользователем.
        </li>
        <li>5.3. Пользователь не может отменить уже начатый обмен.</li>
        <li>
          5.4. В случае поступления суммы от Пользователя, размер которой
          отличается от указанной в заявке, сервис “easypandamoney.com” может
          приостановить обмен, а заявка попасть в ошибочные. Обмен по такой
          операции может быть произведен только в ручном режиме по курсу
          действующему на момент обработки заявки оператором, при этом взимается
          дополнительная комиссия сервиса 5% (минимум 100 руб.).
        </li>
        <li>
          5.4.1 На направлениях, для оплаты которых выдается номер карты, при
          поступлении от Пользователя суммы отличной от указанной в заявке,
          сервис “easypandamoney.com” может приостановить обмен, при этом
          средства могут быть утеряны.
        </li>
        <li>
          5.5. В случае обозначения Пользователем недействительных или
          заблокированных реквизитов, обмен прекращается. Заявка попадает в
          статус «Ошибочные». Все верные реквизиты Пользователь обязуется
          предоставить в службу поддержки сервиса с указанием номера заявки и
          скриншотом, подтверждающими перевод средств на реквизиты, указанные
          при создании заявки. Обмен по такой операции может быть произведен
          только в ручном режиме по курсу действующему на момент обработки
          заявки оператором, при этом взимается дополнительная комиссия сервиса
          5% (минимум 100 руб.).
        </li>
        <li>
          5.6. Возврат средств на счет Пользователя осуществляется в течение
          двух суток после его обращения, и только в случае невозможности
          сервисом “easypandamoney.com” совершить обмен. При этом удерживается
          дополнительная комиссия 5% (минимум 100 руб.) от суммы обмена, а также
          фиксированная комиссия платежной системы за проведение операции. Также
          для возвратов действует минимальная возможная сумма при проведении
          возвратов. В случае, если пользователь требует совершить возврат суммы
          менее установленной регламентом, то он обязуется дослать недостающие
          средства для проведения полного возврата. Эти меры обусловленны
          ограничениями платежных систем и бирж, используемых сервисом
          “easypandamoney.com”
        </li>
        <li>
          5.7. Если Пользователь изменил примечания к платежу или оплатил счет с
          постороннего аккаунта, то такая операция может быть заблокирована.
          Обмен по такой операции может быть произведен только в ручном режиме
          по курсу действующему на момент обработки заявки оператором, при этом
          взимается дополнительная комиссия сервиса 5% (минимум 100 руб.).
        </li>
        <li>
          5.8. В случае поступления средств по отмененной заявке обмен не будет
          совершен автоматически. В этом случае обмен возможен только через
          обращение в службу поддержки в ручном режиме по курсу действующему на
          момент обработки заявки оператором, при этом взимается дополнительная
          комиссия сервиса 5% (минимум 100 руб.).
        </li>
        <li>
          5.9. Если Пользователь оплатил заявку совершив несколько транзакций
          вместо одной, то такой обмен не будет совершен автоматически. Обмен в
          этом случае возможен только через обращение в службу поддержки. Обмен
          по такой операции может быть произведен только в ручном режиме по
          курсу действующему на момент обработки заявки оператором, при этом
          взимается дополнительная комиссия сервиса 5% (минимум 100 руб.).
        </li>
        <li>
          5.10. При совершении любых операций с "электронными деньгами" Qiwi,
          номер кошелька должен быть привязан к номеру телефона Пользователя.
        </li>
        <li>
          5.11. При совершении покупки валюты с помощью банковской карты заявка
          должна быть оплачена в срок указанный в заявке. В случае возникновения
          непредвиденных ситуаций и прогнозируемой задержке оплаты более чем на
          час, пользователь обязан уведомить об этом Сервис через службу
          поддержки. Если пользователь не уведомил Сервис о проблеме в течение 1
          часа с момента создания заявки, то Сервис оставляет за собой право
          приостановить обмен без возврата средств.
        </li>
        <li>
          5.12. В случае, если клиент получает валюту отличную от валюты
          отправления, сроки подтверждения транзакции (зачисления средств)
          зависят от самой платёжной системы. Данный процесс может занимать от
          15 минут до нескольких часов, в зависимости от загруженности систем.
          Обменный сервис за скорость прохождения транзакций в системах обмена
          средств ответственность не несет.
        </li>
        <li>
          5.13. Пользователь, путем создания ордера подтверждает, что он
          принимает все условия этого Соглашения.
        </li>
        <li>
          5.14. В случае, если на счета или кошельки, принадлежащие сервису
          “easypandamoney.com” поступили средства без создания заявки, по
          просроченной или отмененной заявке, при этом отправитель средств не
          идентифицирован или же не обращался на официальную почту
          easypanda247@gmail.com в течение месяца с момента зачисления средств,
          то все средства поступают в распоряжение сервиса “easypandamoney.com”.
        </li>
        <li>
          5.15. В случае ручного обмена с привлечением оператора срок обработки
          заявки составляет до 24 часов.
        </li>
      </ul>
      <ul className="exchange-rools__list">
        <li>6. Гарантии и ответственность Сторон</li>
        <li>
          6.1. Сервис “easypandamoney.com” не несет материальной и моральной
          ответственности за неправильное использование сервиса Пользователем, а
          также ошибки, допущенные им в процессе заполнения отдельных пунктов
          стандартной формы заявки на осуществление обмена денег. Если средства
          были перечислены на неправильный счет, то отмена операции или возврат
          средств не проводится.
        </li>
        <li>
          6.2. Сервис “easypandamoney.com” не отвечает за ущерб либо потери,
          причиной возникновения которых стало невозможность использования
          Пользователем оборудования в целом или его отдельных элементов.
        </li>
        <li>
          6.3. Сервис “easypandamoney.com” не отвечает за действия банков и
          платежных систем, результатом которых стали ошибки либо задержка
          платежа.
        </li>
        <li>
          6.4. Сервис “easypandamoney.com” не отвечает за издержки любого
          характера, возникшие вследствие ошибок или задержек при осуществлении
          электронных переводов либо платежей.
        </li>
        <li>
          6.5. Пользователь подтверждает, что он является законным владельцем
          либо имеет законные основания для использования средств, которые
          участвуют в обменных операциях.
        </li>
        <li>
          6.6. Администрация сервиса "easypandamoney.com" может в любое время
          дополнить или изменить это Соглашение. При этом все изменения начинают
          применяться после их публикации на веб-ресурсе (сайте).
        </li>
      </ul>

      <ul className="exchange-rools__list">
        <li>7. Форс-мажор</li>
        <li>
          7.1. Сервис “easypandamoney.com” освобождается от ответственности за
          невыполнение или задержку выполнения своих обязательств по этому
          Соглашению, если возникли обстоятельства непреодолимой силы. К ним
          относятся: стихийные бедствия, акты органов власти, война, пожар,
          взрыв, теракт, наводнение, бунт, атаки хакеров, массовые гражданские
          беспорядки. Также к ним причисляют отсутствие или сбой работы в
          энергоснабжении, доступе к сети интернет, услугам связи либо другим
          системам и сетям.
        </li>
      </ul>
    </section>
  );
}

export default RoolsPage;
